Repository: stepesdrabes/couchverse
Catalog: clients/apple/Packages/CouchverseDesign/Sources/CouchverseDesign/Generated/Localizable.xcstrings
Source language: en
Languages: cs

# a11y_profile_picture
source: Profile picture of %1$@
cs: Profilový obrázek: %1$@

# a11y_qr_code
source: QR code for %1$@
cs: QR kód pro %1$@

# about_app_version
source: App version
cs: Verze aplikace

# about_server_version
source: Server version
cs: Verze serveru

# about_title
source: About
cs: O aplikaci

# accounts_add_account
source: Add account
cs: Přidat účet

# accounts_change_server
source: Use another server
cs: Použít jiný server

# accounts_choose_server
source: Choose a server
cs: Vyberte server

# accounts_current
source: Current
cs: Aktuální

# accounts_manage
source: Manage accounts
cs: Spravovat účty

# accounts_or
source: or
cs: nebo

# accounts_pairing_denied
source: The request was declined.
cs: Žádost byla zamítnuta.

# accounts_pairing_expired
source: This code has expired.
cs: Platnost kódu vypršela.

# accounts_pairing_expires_in
source: Code expires in %1$@
cs: Kód vyprší za %1$@

# accounts_pairing_instructions
source: On your phone, open Couchverse, go to Settings and approve this code. Or scan the QR code.
cs: V telefonu otevřete Couchverse, přejděte do Nastavení a schvalte tento kód. Nebo naskenujte QR kód.

# accounts_pairing_new_code
source: Get a new code
cs: Získat nový kód

# accounts_pairing_visit
source: Or open %1$@ in a browser
cs: Nebo otevřete %1$@ v prohlížeči

# accounts_pairing_waiting
source: Waiting for approval...
cs: Čekám na schválení...

# accounts_sign_in_again
source: Sign in again
cs: Znovu přihlásit

# accounts_sign_in_title
source: Sign in to %1$@
cs: Přihlášení k serveru %1$@

# accounts_sign_in_with_device
source: Sign in with another device
cs: Přihlásit se jiným zařízením

# accounts_sign_out_confirm_message
source: You can sign in again at any time.
cs: Kdykoli se můžete znovu přihlásit.

# accounts_sign_out_confirm_title
source: Sign out %1$@?
cs: Odhlásit účet %1$@?

# accounts_signed_out
source: Signed out
cs: Odhlášeno

# accounts_signing_in
source: Signing in...
cs: Přihlašuji...

# accounts_switch
source: Switch account
cs: Přepnout účet

# accounts_title
source: Accounts
cs: Účty

# accounts_use_password
source: Use a password instead
cs: Použít heslo

# accounts_whos_watching
source: Who's watching?
cs: Kdo se dívá?

# achievement_achievements_10_desc
source: Unlock ten achievements.
cs: Odemkni deset úspěchů.

# achievement_achievements_10_name
source: Collector
cs: Sběratel

# achievement_achievements_20_desc
source: Unlock twenty achievements.
cs: Odemkni dvacet úspěchů.

# achievement_achievements_20_name
source: Completionist
cs: Kompletista

# achievement_active_days_200_desc
source: Watch on two hundred different days.
cs: Sleduj ve dvou stech různých dnech.

# achievement_active_days_200_name
source: Two Hundred Days
cs: Dvě stě dní

# achievement_active_days_50_desc
source: Watch on fifty different days.
cs: Sleduj v padesáti různých dnech.

# achievement_active_days_50_name
source: Fifty Days
cs: Padesát dní

# achievement_avatar_set_desc
source: Upload a profile picture.
cs: Nahraj si profilový obrázek.

# achievement_avatar_set_name
source: Face of the House
cs: Tvář domu

# achievement_couch_host_1_desc
source: Host your first couch session.
cs: Uspořádej své první společné sledování.

# achievement_couch_host_1_name
source: Remote Holder
cs: Držitel ovladače

# achievement_couch_host_25_desc
source: Host twenty-five couch sessions.
cs: Uspořádej dvacet pět společných sledování.

# achievement_couch_host_25_name
source: Host With the Most
cs: Hostitel roku

# achievement_couch_join_10_desc
source: Join ten couch sessions.
cs: Připoj se k deseti společným sledováním.

# achievement_couch_join_10_name
source: Good Company
cs: Dobrá společnost

# achievement_couch_party_6_desc
source: Get six people onto one couch.
cs: Dostaň na jeden gauč šest lidí.

# achievement_couch_party_6_name
source: Full House
cs: Plný dům

# achievement_count
source: %1$@ of %2$@
cs: %1$@ z %2$@

# achievement_decades_4_desc
source: Watch titles from four different decades.
cs: Podívej se na tituly ze čtyř různých dekád.

# achievement_decades_4_name
source: Time Traveller
cs: Cestovatel časem

# achievement_early_bird_10_desc
source: Watch before eight in the morning on ten different days.
cs: Sleduj před osmou ráno v deseti různých dnech.

# achievement_early_bird_10_name
source: Early Bird
cs: Ranní ptáče

# achievement_emoji_100_desc
source: Send a hundred reactions on the couch.
cs: Pošli na gauči sto reakcí.

# achievement_emoji_100_name
source: Reaction Machine
cs: Reakční stroj

# achievement_empty_message
source: Watch something and they will start showing up here.
cs: Pusť si něco a začnou se tu objevovat.

# achievement_empty_title
source: No achievements yet
cs: Zatím žádné úspěchy

# achievement_episodes_100_desc
source: Finish a hundred episodes.
cs: Dokoukej sto epizod.

# achievement_episodes_100_name
source: Hundred Episodes
cs: Sto epizod

# achievement_filter_all
source: All
cs: Vše

# achievement_filter_locked
source: Locked
cs: Zamčené

# achievement_filter_unlocked
source: Unlocked
cs: Odemčené

# achievement_first_play_desc
source: Watch your very first title.
cs: Podívej se na svůj úplně první titul.

# achievement_first_play_name
source: First Frame
cs: První záběr

# achievement_genres_10_desc
source: Watch something in ten different genres.
cs: Podívej se na něco z deseti různých žánrů.

# achievement_genres_10_name
source: Genre Hopper
cs: Žánrový skokan

# achievement_heading
source: Achievements
cs: Úspěchy

# achievement_locked
source: Locked
cs: Zamčeno

# achievement_marathon_6h_desc
source: Watch six hours in a single day.
cs: Sleduj šest hodin během jediného dne.

# achievement_marathon_6h_name
source: Marathon
cs: Maraton

# achievement_movies_25_desc
source: Finish twenty-five films.
cs: Dokoukej dvacet pět filmů.

# achievement_movies_25_name
source: Film Club
cs: Filmový klub

# achievement_night_owl_10_desc
source: Watch after midnight on ten different days.
cs: Sleduj po půlnoci v deseti různých dnech.

# achievement_night_owl_10_name
source: Night Owl
cs: Noční sova

# achievement_recent
source: Just earned
cs: Čerstvě získané

# achievement_series_done_10_desc
source: Finish ten whole series.
cs: Dokoukej deset celých seriálů.

# achievement_series_done_10_name
source: Show Runner
cs: Šéf produkce

# achievement_series_done_1_desc
source: Finish every episode of a series.
cs: Dokoukej seriál do poslední epizody.

# achievement_series_done_1_name
source: Roll Credits
cs: Závěrečné titulky

# achievement_streak_30_desc
source: Watch thirty days in a row.
cs: Sleduj třicet dní po sobě.

# achievement_streak_30_name
source: Thirty Nights
cs: Třicet večerů

# achievement_streak_3_desc
source: Watch three days in a row.
cs: Sleduj tři dny po sobě.

# achievement_streak_3_name
source: Three in a Row
cs: Tři v řadě

# achievement_streak_7_desc
source: Watch seven days in a row.
cs: Sleduj sedm dní po sobě.

# achievement_streak_7_name
source: Week Straight
cs: Celý týden

# achievement_tier_bronze
source: Bronze
cs: Bronzový

# achievement_tier_gold
source: Gold
cs: Zlatý

# achievement_tier_platinum
source: Platinum
cs: Platinový

# achievement_tier_silver
source: Silver
cs: Stříbrný

# achievement_titles_50_desc
source: Start fifty different titles.
cs: Začni padesát různých titulů.

# achievement_titles_50_name
source: Fifty Titles
cs: Padesát titulů

source: Achievement unlocked
cs: Úspěch odemčen

# achievement_unlocked_on
source: Unlocked %1$@
cs: Odemčeno %1$@

# achievement_veteran_365_desc
source: Keep an account for a whole year.
cs: Měj účet celý rok.

# achievement_veteran_365_name
source: Founding Member
cs: Zakládající člen

# achievement_watch_10h_desc
source: Spend ten hours watching.
cs: Strav sledováním deset hodin.

# achievement_watch_10h_name
source: Warmed Up
cs: Zahřáto

# achievement_watch_200h_desc
source: Spend two hundred hours watching.
cs: Strav sledováním dvě stě hodin.

# achievement_watch_200h_name
source: Season Ticket
cs: Permanentka

# achievement_watch_500h_desc
source: Spend five hundred hours watching.
cs: Strav sledováním pět set hodin.

# achievement_watch_500h_name
source: Resident Critic
cs: Domácí kritik

# achievement_watch_50h_desc
source: Spend fifty hours watching.
cs: Strav sledováním padesát hodin.

# achievement_watch_50h_name
source: Regular Seat
cs: Stálé místo

# achievement_watchlist_10_desc
source: Keep ten titles on My List.
cs: Měj deset titulů v Mém seznamu.

# achievement_watchlist_10_name
source: Curator
cs: Kurátor

# catalog_browse_empty_message
source: Published titles will show up in this view.
cs: Publikované tituly se zobrazí v tomto zobrazení.

# catalog_browse_empty_title
source: Nothing here yet
cs: Zatím tu nic není

# catalog_continue_watching
source: Continue watching
cs: Pokračovat ve sledování

# catalog_episode_number
source: Episode %1$@
cs: Epizoda %1$@

# catalog_episodes
source: Episodes
cs: Epizody

# catalog_featured
source: Featured
cs: Doporučené

# catalog_featured_titles
source: Featured titles
cs: Doporučené tituly

# catalog_filter_all
source: All
cs: Vše

# catalog_filter_genre
source: Genre
cs: Žánr

# catalog_genres_empty_message
source: Genres appear as titles get tagged.
cs: Žánry se objeví, jakmile budou tituly otagované.

# catalog_genres_empty_title
source: No genres yet
cs: Zatím žádné žánry

# catalog_genres_title
source: Genres - Couchverse
cs: Žánry - Couchverse

# catalog_home_title
source: Home - Couchverse
cs: Domů - Couchverse

# catalog_kind_movie
source: Movie
cs: Film

# catalog_kind_series
source: Series
cs: Seriál

# catalog_library_empty_message
source: Once the admin publishes movies or series, they show up here.
cs: Jakmile administrátor přidá filmy nebo seriály, objeví se tady.

# catalog_library_empty_title
source: The library is empty
cs: Knihovna je prázdná

# catalog_list_update_failed
source: Failed to update My List
cs: Nepodařilo se aktualizovat Můj seznam

# catalog_movies_title
source: Movies - Couchverse
cs: Filmy - Couchverse

# catalog_my_list_empty_message
source: Save movies and series with the + button to find them here.
cs: Ulož si filmy a seriály tlačítkem + a najdeš je tady.

# catalog_my_list_empty_title
source: Your list is empty
cs: Tvůj seznam je prázdný

# catalog_my_list_title
source: My List - Couchverse
cs: Můj seznam - Couchverse

# catalog_my_list_update_failed
source: Failed to update My List
cs: Nepodařilo se aktualizovat Můj seznam

# catalog_next_featured
source: Next featured
cs: Další doporučený

# catalog_no_file
source: no file
cs: žádný soubor

# catalog_play_episode
source: Play %1$@
cs: Přehrát %1$@

# catalog_previous_featured
source: Previous featured
cs: Předchozí doporučený

# catalog_random_episode
source: Random episode
cs: Náhodná epizoda

# catalog_resume_from
source: Resume from %1$@
cs: Pokračovat od %1$@

# catalog_scroll_left
source: Scroll left
cs: Posunout doleva

# catalog_scroll_right
source: Scroll right
cs: Posunout doprava

# catalog_search_empty_message
source: Nothing in the library matches “%1$@”.
cs: V knihovně nic neodpovídá výrazu „%1$@“.

# catalog_search_empty_title
source: No results
cs: Žádné výsledky

# catalog_search_movies_series
source: Movies & Series
cs: Filmy a seriály

# catalog_search_placeholder
source: Search movies and series…
cs: Hledat filmy a seriály…

# catalog_search_title
source: Search - Couchverse
cs: Hledat - Couchverse

# catalog_season
source: Season
cs: Sezóna

# catalog_season_count
source: %lld seasons
cs: %lld sezón

# catalog_season_number
source: Season %1$@
cs: Sezóna %1$@

# catalog_series_title
source: Series - Couchverse
cs: Seriály - Couchverse

# catalog_show_featured
source: Show featured %1$@: %2$@
cs: Zobrazit doporučený %1$@: %2$@

# catalog_sort_label
source: Sort
cs: Řadit

# catalog_sort_name
source: Name
cs: Název

# catalog_sort_recently_added
source: Recently added
cs: Nedávno přidané

# catalog_sort_year
source: Year
cs: Rok

# common_add
source: Add
cs: Přidat

# common_all
source: All
cs: Vše

# common_any
source: Any
cs: Libovolný

# common_back
source: Back
cs: Zpět

# common_cancel
source: Cancel
cs: Zrušit

# common_clear
source: Clear
cs: Vymazat

# common_create
source: Create
cs: Vytvořit

# common_delete
source: Delete
cs: Smazat

# common_delete_failed
source: Failed to delete
cs: Smazání se nezdařilo

# common_done
source: Done
cs: Hotovo

# common_draft
source: Draft
cs: Koncept

# common_edit
source: Edit
cs: Upravit

# common_failed
source: Failed
cs: Selhalo

# common_hidden
source: Hidden
cs: Skryto

# common_name
source: Name
cs: Název

# common_pause
source: Pause
cs: Pozastavit

# common_play
source: Play
cs: Přehrát

# common_processing
source: Processing
cs: Zpracovává se

# common_published
source: Published
cs: Publikováno

# common_retry
source: Retry
cs: Zkusit znovu

# common_save
source: Save
cs: Uložit

# common_save_failed
source: Failed to save
cs: Uložení se nezdařilo

# common_saved
source: Saved
cs: Uloženo

# common_search
source: Search
cs: Hledat

# common_status
source: Status
cs: Stav

# common_untitled
source: Untitled
cs: Bez názvu

# couch_connecting
source: Connecting to the couch...
cs: Připojování ke gauči...

# couch_copy_link
source: Copy link
cs: Kopírovat odkaz

# couch_end_session
source: End session
cs: Ukončit sledování

# couch_has_remote
source: %1$@ has the remote
cs: %1$@ má ovladač

# couch_host_badge
source: Host
cs: Hostitel

# couch_host_choosing
source: %1$@ is choosing what to watch
cs: %1$@ vybírá, co se bude sledovat

# couch_host_choosing_generic
source: The host is choosing what to watch
cs: Hostitel vybírá, co se bude sledovat

# couch_host_paused
source: Host paused
cs: Hostitel pozastavil přehrávání

# couch_join_failed
source: Could not join - the session may have ended
cs: Připojení se nezdařilo - sledování možná skončilo

# couch_join_heading
source: %1$@ invited you to watch together
cs: %1$@ vás pozval(a) ke společnému sledování

# couch_join_start
source: Start watching
cs: Začít sledovat

# couch_leave
source: Leave couch
cs: Opustit gauč

# couch_left_toast
source: You left the couch
cs: Opustili jste gauč

# couch_link_copied
source: Link copied
cs: Odkaz zkopírován

# couch_loading
source: Loading the couch...
cs: Načítání gauče...

# couch_on_couch_count
source: On the couch · %1$@
cs: Na gauči · %1$@

# couch_open
source: Couch session
cs: Společné sledování

# couch_participants_title
source: On the couch
cs: Na gauči

# couch_react
source: Send a reaction
cs: Poslat reakci

# couch_reconnecting
source: Reconnecting...
cs: Opětovné připojování...

# couch_resynced
source: Resynced with the host
cs: Synchronizováno s hostitelem

# couch_session_ended_host
source: The host ended the session
cs: Hostitel ukončil sledování

# couch_session_ended_title
source: The couch session has ended
cs: Společné sledování skončilo

# couch_share_label
source: Share this link to invite friends
cs: Sdílejte tento odkaz a pozvěte přátele

# couch_start_failed
source: Could not start the session
cs: Couch session se nepodařilo spustit

# couch_start_from_video
source: Open a movie or episode to start watching together.
cs: Otevřete film nebo epizodu a začněte sledovat společně.

# couch_start_session
source: Start a couch session
cs: Spustit společné sledování

# couch_start_session_hint
source: Watch together - share a link and friends join in sync.
cs: Sledujte společně - sdílejte odkaz a přátelé se připojí synchronizovaně.

# couch_starting
source: Starting...
cs: Spouštění...

# couch_you_badge
source: You
cs: Vy

# devices_active_now
source: Active now
cs: Aktivní právě teď

# devices_connect
source: Connect a device
cs: Připojit zařízení

# devices_connect_code
source: Code
cs: Kód

# devices_connect_connected
source: %1$@ is signed in
cs: Zařízení „%1$@“ je přihlášeno

# devices_connect_copied
source: Link copied
cs: Odkaz zkopírován

# devices_connect_copy
source: Copy sign-in link
cs: Kopírovat přihlašovací odkaz

# devices_connect_copy_failed
source: Could not copy the link
cs: Odkaz se nepodařilo zkopírovat

# devices_connect_failed
source: Could not create a sign-in code
cs: Přihlašovací kód se nepodařilo vytvořit

# devices_connect_hint
source: The code works once and signs the phone in to your account.
cs: Kód platí jen jednou a přihlásí telefon k vašemu účtu.

# devices_connect_loopback
source: A phone cannot reach this address. Open Couchverse at the server's network address, then connect the phone.
cs: Telefon se na tuto adresu nedostane. Otevřete Couchverse na síťové adrese serveru a pak telefon připojte.

# devices_connect_new_code_in
source: New code in %1$@
cs: Nový kód za %1$@

# devices_connect_qr
source: QR code for signing in a phone
cs: QR kód pro přihlášení telefonu

# devices_connect_regenerate
source: New code
cs: Nový kód

# devices_connect_scan
source: Scan this code with your phone to sign in to the Couchverse app.
cs: Naskenujte tento kód telefonem a přihlaste se v aplikaci Couchverse.

# devices_empty
source: No devices are signed in.
cs: Nejsou přihlášena žádná zařízení.

# devices_enter_code
source: Enter a code
cs: Zadat kód

# devices_heading
source: Devices
cs: Zařízení

# devices_hint
source: Sign out any you do not recognise.
cs: Ta, která nepoznáváte, odhlaste.

# devices_last_seen
source: Last active %1$@
cs: Naposledy aktivní %1$@

# devices_load_failed
source: Could not load your devices
cs: Zařízení se nepodařilo načíst

# devices_platform_web
source: Web browser
cs: Webový prohlížeč

# devices_revoke
source: Sign out device
cs: Odhlásit zařízení

# devices_revoke_confirm_message
source: It will have to sign in again.
cs: Zařízení se bude muset znovu přihlásit.

# devices_revoke_confirm_title
source: Sign out %1$@?
cs: Odhlásit zařízení %1$@?

# devices_sign_out
source: Sign out
cs: Odhlásit

# devices_sign_out_current_message
source: You will be signed out here and taken to the sign-in page.
cs: Budete tu odhlášeni a přesměrováni na přihlášení.

# devices_sign_out_current_title
source: Sign out of this browser?
cs: Odhlásit tento prohlížeč?

# devices_sign_out_device
source: Sign out %1$@
cs: Odhlásit zařízení „%1$@“

# devices_sign_out_failed
source: Could not sign the device out
cs: Zařízení se nepodařilo odhlásit

# devices_sign_out_message
source: It will have to sign in again before it can use Couchverse.
cs: Než bude moct Couchverse znovu používat, bude se muset přihlásit.

# devices_sign_out_title
source: Sign out %1$@?
cs: Odhlásit zařízení „%1$@“?

# devices_signed_in_on
source: Signed in %1$@
cs: Přihlášeno %1$@

# devices_signed_out
source: %1$@ was signed out
cs: Zařízení „%1$@“ bylo odhlášeno

# devices_summary
source: You are signed in on %lld devices.
cs: Jste přihlášeni na %lld zařízeních.

# devices_this_browser
source: This browser
cs: Tento prohlížeč

# devices_this_device
source: This device
cs: Toto zařízení

# devices_title
source: Devices
cs: Zařízení

# download_action
source: Download
cs: Stáhnout

# download_choose_quality
source: Download quality
cs: Kvalita stahování

# download_failed_expired
source: The server no longer has it ready - try again
cs: Server ho už nemá připravené - zkuste to znovu

# download_failed_fetch
source: The download was interrupted
cs: Stahování se přerušilo

# download_failed_no_space
source: Not enough space on this device
cs: V zařízení není dost místa

# download_failed_prepare
source: The server could not prepare it
cs: Server ho nedokázal připravit

# download_failed_unsupported
source: This device cannot play a download of this title
cs: Toto zařízení stažený titul nepřehraje

# download_quality_original
source: Original
cs: Originál

# download_quality_original_hint
source: Best picture, largest file
cs: Nejlepší obraz, největší soubor

# download_remove
source: Remove download
cs: Odstranit stažené

# download_retry
source: Try again
cs: Zkusit znovu

source: Download started
cs: Stahování začalo

# download_state_fetching
source: Downloading · %1$@%%
cs: Stahuje se · %1$@ %%

# download_state_preparing
source: Preparing · %1$@%%
cs: Připravuje se · %1$@ %%

# download_state_queued
source: Waiting for the server
cs: Čeká na server

# download_state_ready
source: Downloaded
cs: Staženo

# downloads_empty
source: Nothing downloaded yet
cs: Zatím nic staženého

# downloads_empty_hint
source: Download movies and episodes to watch them without a connection.
cs: Stáhněte si filmy a díly a sledujte je i bez připojení.

# downloads_offline_banner
source: You're offline - your downloads still play.
cs: Jste offline - stažené tituly můžete přehrávat dál.

# downloads_storage
source: %1$@ on this device
cs: %1$@ v tomto zařízení

# downloads_title
source: Downloads
cs: Stažené

# error_go_home
source: Back to home
cs: Zpět na úvod

# error_not_found
source: This page could not be found.
cs: Tuto stránku se nepodařilo najít.

# error_page_title
source: Something went wrong
cs: Něco se pokazilo

# home_offline
source: Can't reach %1$@ right now.
cs: Server %1$@ je teď nedostupný.

# home_placeholder_message
source: Movies and series arrive in this app soon. Until then, your library is waiting on the web.
cs: Filmy a seriály do aplikace brzy dorazí. Do té doby na vás knihovna čeká na webu.

# home_row_continue_watching
source: Continue Watching
cs: Pokračovat ve sledování

# home_row_recently_added
source: Up on the Marquee
cs: Nově přidané

# home_server_accent
source: Server accent
cs: Barva serveru

# home_welcome_back
source: Welcome back, %1$@
cs: Vítejte zpět, %1$@

# language_label
source: Language
cs: Jazyk

# leaderboard_col_level
source: Level
cs: Úroveň

# leaderboard_col_member
source: Member
cs: Člen

# leaderboard_col_value
source: Total
cs: Celkem

# leaderboard_empty_message
source: Watch something and you will be the first.
cs: Pusť si něco a budeš první.

# leaderboard_empty_title
source: Nobody on the board yet
cs: Na žebříčku zatím nikdo není

# leaderboard_heading
source: Leaderboard
cs: Žebříček

# leaderboard_hidden_action
source: Change privacy
cs: Změnit soukromí

# leaderboard_hidden_notice
source: You are hidden from the leaderboard.
cs: V žebříčku se nezobrazuješ.

# leaderboard_members
source: %lld members
cs: %lld členů

# leaderboard_metric_achievements
source: Achievements
cs: Úspěchy

# leaderboard_metric_empty
source: Nothing recorded in this period.
cs: V tomto období není nic zaznamenáno.

# leaderboard_metric_watch
source: Watch time
cs: Čas sledování

# leaderboard_page_title
source: Leaderboard - Couchverse
cs: Žebříček - Couchverse

# leaderboard_period
source: Period
cs: Období

# leaderboard_period_all
source: All time
cs: Za celou dobu

# leaderboard_period_locked
source: XP always counts for all time
cs: XP se vždy počítá za celou dobu

# leaderboard_period_month
source: This month
cs: Tento měsíc

# leaderboard_period_week
source: This week
cs: Tento týden

# leaderboard_table_caption
source: Members ranked by %1$@
cs: Členové seřazení podle: %1$@

# leaderboard_unranked
source: Not ranked
cs: Bez pořadí

# leaderboard_you
source: you
cs: ty

# leaderboard_your_position
source: You are #%1$@ of %2$@
cs: Jsi #%1$@ z %2$@

# login_accounts_note
source: Accounts are created by the server admin.
cs: Účty vytváří správce serveru.

# login_error_generic
source: something went wrong, try again
cs: něco se pokazilo, zkuste to znovu

# login_page_title
source: Sign in - Couchverse
cs: Přihlášení - Couchverse

# login_password
source: Password
cs: Heslo

# login_submit
source: Sign in
cs: Přihlásit se

# login_subtitle
source: Sign in to your library
cs: Přihlaste se ke své knihovně

# login_subtitle_pair
source: Sign in to approve your device
cs: Přihlaste se a schvalte své zařízení

# login_username
source: Username
cs: Uživatelské jméno
